"RTL"="0";
"Cancel"="Cancel·lar";
"OK"="Acceptar";
"Delete"="Eliminar";
"Next"="Següent";

"NoEMailSetupTitle"="Correu no configurat";
"NoEMailSetupText"="Configuri el correu en el seu dispositiu.";
"WriteEMailText"="Vol contactar amb l'assistència per correu electrònic?";
"WriteEMailTitle"="Contactar l'assistència";
"EMailQuestionSubject"="Assistència tècnica de Comptes Clars";
"EMailQuestionBody"="\n\nVersió del programari - %@\niOS Versió - %@";
"ShareEMailSubj"="M'agradaria convidar-te a l'economia personal compartida!";
"ShareEMailBody"="Cliqui sobre el fitxer adjunt per tal d'obrir l'arxiu a Comptes Clars \n\nSi encara no ha instal·lat Comptes Clars, pot fer-ho des d'aquest enllaç: %@\n\nP.D. Faig servir la versió %@\niOS Versió - %@";
"EMailDatabaseProblemSubject"="Assistència tècnica de Comptes Clars: base de dades danyada!";
"EMailDatabaseProblemBody"="Aquest missatge conté una còpia de la seva base de dades. Intentarem identificar i corregir l'error al més aviat possible.\nVersió del programari - %@\niOS Versió - %@\n";

"SelectAccountTitleTo"="Al compte";

"ExpenseNamePlaceholder"="Descripció (opcional)";
"ExpenseTitleNew"="Descripció";
"ExpenseNameTitle"="Descripció";
"ExpenseNameComment"="Sense descripció";
"ExpenseReturnDate"="Cancel·lació";
"SelectNoReturnDate"="Sense data de cancel·lació";
"SelectNoDate"="Sense data";
"SelectTodayDate"="Avui";
"SectionPlannedFor"="Planificat per a {date}";

"CheckInternetCloud"="No hi ha connexió amb el servidor 'al núvol'. Potser es fan tasques de manteniment o no està connectat a Internet.";
"DocsHintCloudCorrupted20"="La còpia de la base de dades 'en núvol' està danyada. Premi el botó 'exportar' de la part inferior i seleccioni 'Enviar a assistència'.";
"DocsHintCloudUnpublished20"="No es troba la còpia de la base de dades 'en núvol'. Premi el botó 'exportar' de la part inferior i seleccioni 'Enviar a assistència'.";
"DocsHintCloudFuture"="S'han enviat alguns canvis al 'núvol' mitjançant una versió posterior de Comptes Clars. Si us plau. actualitzi la seva versió.";
"ERROR_FUTURE_COMMANDS"="La base de dades s'ha canviat fent servir una versió posterior de Comptes Clars. Si us plau, actualitzi la seva versió.";
"ERROR_CORRUPTED"="La base de dades està danyada. Si us plau, premi el botó 'exportar´i seleccioni 'Enviar a assistència tècnica'.";

"HelpSwitchSheet" = "Alternar fulls";
"HelpAddOperation" = "Afegir un ingrés, una despesa, un préstec, una transferència o un canvi de divises";
"HelpPlannedOpDifferentSheet" = "L'operació planificada aviat vencerà en un full diferent";
"HelpTextSearch" = "Pot escriue 's t' per a cercar 'suc de taronja'";
"HelpSlideForSearchPlanning" = "Llisqui per a trobar cerca&planificació";
"HelpCreateDatabase" = "Les bases de dades estan totalment separades, cadascuna té els seus propis comptes, fulls i operacions, i es poden sincronitzar amb diferents usuaris.";
"HelpNeedCommit" = "Alguns canvis encara no s'han desat al 'núvol'.";
"HelpPublished" = "Aquesta base de dades es sincronitza automàticament amb diversos dispositius per mitjà de l'iCloud amb la mateixa ID d'Apple. Per a sincronitzar entre dispositius emprant una ID d'Apple diferent o sense emprar l'iCloud, si us plau enviï una invitació.";
"HelpNotPublished" = "La sincronització no és possible per a aquesta base de dades.";
"HelpAccounts" = "Tots els comptes són multidivises. Per a afegir fons a un compte o transferir fons entre comptes, vagi a la pantalla principal i afegeixi una operació tot seleccionant el compte.";
"HelpHiddenAccounts" = "Arrossegui els comptes no usats sota 'comptes ocults' perquè no apareguin a la llista tot mantenint-los per a les estadístiques.";
"HelpWriteUs" = "Escrigui'ns!";
"HelpWriteReview" = "Li agrada Comptes Clars?";
"HelpFullVersion" = "Gràcies";
"HelpSalePrice" = "Té un gran descompte per haver adquirit la primera versió de Comptes Clars";
"HelpNormalPrice" = "Si ja té Comptes Clars 1, pot obtenir un gran descompte. Comprovi que hagi instal·lat Comptes Clars 1.7 i adquireixi la versió completa per a aquest dispositiu.";
"HelpTapHold" = "Mantingui premut per a obtenir més funcions";
"HelpPlusMinus" = "Alternar entre ingressos i despeses";
"HelpDateRemembered" = "S'ha seleccionat automàticament una data diferent de la d'avui. Comprovi que sigui correcta.";
"HelpDateApproaching" = "La data planificada passarà aviat";
"HelpSelectSheet" = "Seleccioni un full diferent per a aquesta operació";
"HelpFreeProgress" = "Si arriba al límit de 30 operacions de la versió gratuïta, se li demanarà que compri la versió completa";
"HelpSheets" = "Pot afegir operacions a fulls diferents i a continuació analitzar cada full individualment.";
"HelpEraser" = "Esborrador";
"HelpMarker" = "Marcador";
"HelpExchangeRate" = "Els tipus de canvi s'han actualitzat fa {hours_ago} hores.";
"HelpPin" = "El codi PIN només serveix aquí per a evitar que els nens facin canvis no desitjats a les seves dades. Per a protegir-se de debò, configuri la contrassenya a la pantalla de bloqueig del seu dispositiu";
"HelpForgotPin" = "Ha oblidat el codi PIN? Comenci des de 0000, 0001 i continuï fins a 9999 fins que el trobi. Se sol trigar menys d'una hora a provar totes les combinacions.";

"HiddenAccountsLine"="Comptes ocults";
"AccountCash"="Efectiu";
"csvID"="Número";
"RecurrenceTitle"="Repetir";
"DateTitle"="Data";
"PlannedTitle"="Planificat";
"CategoryTitle"="Categoria";
"SheetTitle"="Full";
"SheetsTitle"="Fulls";
"SheetNamePlaceholder"="Nom del full";
"SheetTitleNew"="Nou full";
"SheetNameTitle"="Nom";
"TotalSheet"="Tots els fulls";
"SeveralSheets"="Múltiples fulls";
"TotalAccount"="Tots els comptes";
"SeveralAccounts"="Múltiples comptes";
"AccountTitle"="Compte";
"AccountToTitle"="Al compte";
"AccountsTitle"="Comptes";
"AccountNamePlaceholder"="Nom del compte";
"AccountNameTitle"="Nom";
"AccountTitleNew"="Nou compte";
"AccountsSum"="Total";
"CategoryNamePlaceholder"="Nom de categoria";
"CategoryTitleNew"="Nova categoria";
"CategoryNameTitle"="Nom";
"CurrencyTitle"="Divisa";
"CurrenciesTitle"="Divises";
"AmountTitle"="Import";
"EditName"="Canviar nom";
"MoveToAccountTitle"="Passar operacions a";
"AccountMoveMenuTitle"="Està a punt de passar totes les operacions del compte '{from}' al compte '{to}'. Aquesta operació no es pot anul·lar.";
"MoveToSheetTitle"="Passar operacions a";
"SheetMoveMenuTitle"="Està a punt de passar totes les operacions del full '{from}' al full  '{to}'. Aquesta operació no es por anul·lar.";
"MoveAllOperations"="Passar totes les operacions";
"DeleteAllOperations"="Eliminar totes les operacions";
"DeleteAllOperationsMenuTitle"="Està a punt d'eliminar totes les operacions del full  '{from}''. Eliminar operacions gairebé mai no és necessari, restarà del seu balanç l'import d'aquestes operacions i no es pot anul·lar.";

"AmountConverted"="%@ equival a %@";
"ConversionNA"="N/D";
"AmountNotConverted"="Error en descarregar tipus";
"BuiltInCategoryTitle"="Categoria especial";
"BuiltInCategoryText"="Les categories 'Préstec', 'Transferència' i 'Canvi de divisa' no es poden editar.";
"OperationsNumber" = "{count}\noperacions";

"AboutTitle"="Configuració";
"RealAboutTitle"="Sobre";
"LimitTitle"="Versió gratuïta";
"LimitText"="La versió gratuïta està limitada a 30 entrades. Amb només 20 segons pot adquirir la versió completa mitjançant la tecnologia de compra en aplicacions d'Apple.";
"PurchaseStatusPurchasing"="Contactant amb la botiga...";
"PurchaseStatusFullVersion"="Ha comprat la versió completa";
"PurchaseStatusRestoring"="Restaurant compres...";
"Purchase20ButtonTitle"="Comprar la versió completa";
"RestoreButtonTitle"="Restaurar compres";
"WriteReviewTitle"="Escriure una opinió";
"WriteReviewText"="Vol escriure un comentari?";
"MoneyVersion"="Comptes Clars, Versió";
"FontTitle" = "Font";
"PURCHASE_FAILED_TITLE"="Error en comprar";
"CANNOT_MAKE_PAYMENTS_TEXT"="La configuració del seu dispositiu no permet compres. Obri les configuracions 'General' i 'Restriccions' i asseguri's que 'Compres dins l'aplicació' estigui activat.";
"RESTORE_FAILED_TITLE"="Error en restaurar";
"ERROR_INTERNET_TEXT"="%@. Comprovi la connexió a Internet i torni-ho a provar.";
"ERROR_NO_PRODUCT"="No s'han pogut descarregar els preus";
"RESTORE_NOTHING_TITLE"="Restauració completa";
"RESTORE_NOTHING_TEXT"="No s'han trobat compres anteriors. Si us plau, comprovi que va emprar la mateixa ID d'Apple en les compres anteriors.";

"CurrencySelectedHeader"="Divises seleccionades";
"CurrencyPopularHeader"="Divises principals";
"CurrencyOtherHeader"="Altres divises";

"PinTitle"="Codi PIN";
"PinEnterText"="Introdueixi el codi PIN";
"PinRepeatText"="Torni a introduir el codi PIN";
"PinWrongText"="Codi PIN incorrecte\nTorni a introduir el codi PIN";
"PinNoMatchText"="Els PIN no coincideixen\nTorni a introduir el codi PIN";

"CreateDatabase"="Crear base de dades";
"SelectDatabase"="Obrir base de dades";
"DocumentsTitle"="Bases de dades";
"DeleteDatabaseTitle"="Eliminar la base de dades d'aquest dispositiu? Aquesta acció no es pot desfer.";
"Publish20"="Permetre sincronització";
"Invite20"="Enviar invitació";
"Unpublish20"="Deshabilitar sincronització";
"UnpublishTitle20"="Es crearà la còpia local de la base de dades en aquest dispositiu i l'original s'eliminarà d'aquest dispositiu i de tots aquells que usin la mateixa ID d'Apple per a l'iCloud.";
"DeleteDatabaseTitlePublished"="S'eliminarà la base de dades d'aquest dispositiu i de tots aquells que usin la mateixa ID d'Apple per a l'iCloud.";
"OtherDevicesWillContinue"="Si els altres dispositius tenen accés a la còpia en 'núvol' d'aquesta base de dades mitjançant una invitació, la seguiran usant.";

"ExportMenuTitle"="Exportar base de dades";
"BackupButtonTitle20"="Assistència";
"PreviewButtonTitle"="Veure com XSLX";
"ExportXSLXButtonTitle"="Exportar com XSLX";
"SendToSupportTitle"="Enviar a assistència tècnica";
"SendToSupportText"="Si creu que la seva base de dades està danyada, enviï-la a assistència tècnica perquè l'analitzin i la reparin.";

"ExpensePlanButton"="Planificar similars";
"ExpensePerformButton"="Tramitar";
"ContactIndicator"="Contacte";
"DeleteExpenseTitle"="Eliminar transacció?";

"NEVER"="Mai";
"EVERY_DAY"="Cada dia";
"EVERY_WEEK"="Cada setmana";
"EVERY_2WEEKS"="Cada quinzena";
"EVERY_MONTH"="Cada mes";
"EVERY_2MONTHS"="Cada 2 mesos";
"EVERY_QUARTER"="Cada 3 mesos";
"TWICE_A_YEAR"="Dos cops l'any";
"EVERY_YEAR"="Cada any";

"EXPENSE_KIND"="Despeses";
"INCOME_KIND"="Ingressos";

"CatTransfer"="Transferència";
"CatConvert"="Canvi de divises";
"CatLoan"="Préstec";
"CatLoanBack"="Cancel·lació de préstec";
"CatApartment"="Habitatge";
"CatFoodHome"="Menjar";
"CatFoodRestaurant"="Restaurant, cafeteria";
// Remove planned
"CatCarPlanned"="Vehicle";
"CatCarEmergency"="Vehicle (emergència)";
"CatSport"="Esport";
"CatCat"="Gat";
"CatDog"="Gos";
"CatPet"="Mascota";
"CatGiftsLost"="Regals";
"CatTransportPublic"="Transport públic";
"CatFishing"="Pesca";
"CatHunting"="Cacera";
"CatGamblingLost"="Perdut jugant";
"CatGaveFamily"="Donat a un familiar";
"CatBaby"="Nen";
"CatMedicine"="Mèdic";
"CatGadgets"="Electrònica";
"CatCinema"="Cinema";
"CatTheaters"="Teatres, exposicions";
"CatRoleplaying"="Jocs de rol";
"CatSalary"="Sou";
"CatOverwork"="Hores extres";
"CatBonus"="Bonificacions";
"CatGamblingWon"="Guanyat jugant";
"CatApple"="Drets d'autor";
"CatFound"="Trobat";
"CatGiftsWon"="Regal";
"CatGovernment"="Impostos";
"CatClothes"="Roba";
"CatSpirits"="Begudes";
"CatCommunications"="Telecomunicacions i Internet";
"CatTransportTravel"="Despeses de viatge";
"CatHotel"="Hotel";
"CatEducation"="Estudis";
"CatUnknown"="Desconegut";
"CatCelebration"="Vacances";
"CatTookFromFamily"="Rebut d'un familiar";
"CatInitialBalance"="Balanç inicial";

"UserCategorySheetTitle"="%@ (nombre de transaccions: %d)";
"SelectImage"="Triar imatge";
"DrawImage"="Dibuixar imatge";
"ImageTitle"="Imatge";
"CategoriesRecent"="Recents";
"CategoriesNotRecent"="No recents";
"CategoriesNeverUsed"="Sense ús";

"EverydaySheet"="General";
"SelectFromContacts"="Triar entre els contactes";
"CustomImagesSection"="Imatges dibuixades de totes les bases de dades";

"ReportTitle"="Informe";
"Reports"="Informes";
"SimpleReport"="Informe senzill";
"ReportStyleTitle"="Estil d'informe";
"ByCat"="Per categoria";
"ByDay"="Diari";
"BySum"="Balanç";
"ReportPeriod"="Període";
"AllTime"="Sempre";
"StatIncome"="Ingressos";
"StatOutcome"="Despeses";
"StatBalance"="Balanç";
"StatExchangeRateFlux"="Diferència de tipus";
"StatIncome20"="Ingrés: {amount}";
"StatOutcome20"="Despesa: {amount}";
"StatIncomePlanned"="Ingrés planificat: {amount}";
"StatOutcomePlanned"="Despesa planificada: {amount}";
"StatIncomePlannedNoDate"="Ingrés planificat (sense data): {amount}";
"StatOutcomePlannedNoDate"="Despesa planificada (sense data): {amount}";
"StatIncomePlannedPerMonth"="Ingressos al mes: {amount}";
"StatOutcomePlannedPerMonth"="Despeses al mes: {amount}";

"ExampleSneakers"="Sabatilles";
"ExampleIcecream"="Gelat";
"ExampleGas"="Gasolina";
"ExampleTickets"="Bitllets a Barcelona";
"ExampleMarriage"="Casament";

"DocsHintCloudBadReceipt" = "El servidor 'en núvol' no accepta bases de dades amb massa modificacions de la versió gratuita. Si us plau, adquireixi la Versió Completa.";
"LoadFromBackupErrorTitle" = "Còpia de seguretat no carregada";
"LOAD_FROM_BACKUP_EXISTS" = "Ja té aquesta base de dades sincronitzada 'en núvol' en el seu dispositiu.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "El format de l'arxiu no es reconeix. Pot enviar-lo a assistència tècnica perquè l'analitzin i el reparin.";
"SectionNoDate"="Planificat sense data";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 mes{{else}}{count} mesos";
"NDays" = "{{is_1}}1 dia{{else}}{count} dies";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "nova";

"ImportInstructions20"="Com passar dades de Comptes Clars 1 a Comptes Clars 2?{title}Primer, comprovi que tingui la versió 1.7 o una posterior de Comptes Clars instal·lada en els seu dispositiu.{picture1}Iniciï Comptes Clars 1, premi el botó 'núvol', premi el botó 'Exportar a Comptes Clars 2' i seleccioni Comptes Clars 2 de la llista d'aplicacions.{picture2}Si usava sincronització 'en núvol' a Comptes Clars 1, l'haurà de tornar a permetre a Comptes Clars 2.{picture3}";
"FAQTitle"="Preguntes més freqüents";

"PlanNewOperation"="Planificar una nova operació";
"AppName2"="Comptes Clars 2";
